{
  "title": "Reglas de la Competición",
  "meta": {
    "title": "Reglas de la Competición | Pull-Up Club",
    "description": "Reglas oficiales para la competición del Battle Bunker Pull-Up Club. Lee las directrices para la presentación de videos, los estándares de las dominadas y los criterios de evaluación."
  },
  "mainTitle": "Reglas Oficiales de Presentación de Videos",
  "introduction": "Para garantizar la equidad, la coherencia y la integridad en todas las participaciones, todos los participantes deben cumplir con los siguientes Requisitos de Presentación de Videos. Cualquier presentación de video que no cumpla con alguno de estos criterios puede ser denegada sin previo aviso. Si eres miembro del Pull-Up Club y pagas la cuota mensual, tienes derecho a una presentación de video por mes.",
  "section1": {
    "title": "1. Vista Clara y sin Obstrucciones",
    "point1": "El cuerpo entero y la barra deben ser claramente visibles en todo momento durante el video.",
    "point2": "El ángulo de la cámara no debe ocultar ni oscurecer puntos clave del movimiento (por ejemplo, barbilla, brazos, posición de bloqueo).",
    "point3": "Evita la iluminación oscura, la retroiluminación excesiva o el trabajo de cámara tembloroso. Estabiliza tu toma antes de comenzar."
  },
  "section2": {
    "title": "2. Requisitos de Forma Adecuada",
    "intro": "Para que una repetición sea válida, cada una debe cumplir con los siguientes estándares:",
    "point1": "Barbilla sobre la Barra: La barbilla del atleta debe elevarse claramente por encima del plano horizontal de la barra en cada repetición.",
    "point2": "Extensión Completa: Los brazos deben alcanzar la extensión completa (codos bloqueados) en la parte inferior de cada repetición.",
    "point3": "Las repeticiones realizadas con kipping, balanceo o rango de movimiento parcial pueden no ser contadas a nuestra discreción."
  },
  "section3": {
    "title": "3. Grabación Continua",
    "point1": "El video debe ser capturado en una sola toma continua de principio a fin, sin cortes, ediciones, cámara lenta o saltos de tiempo.",
    "point2": "Asegúrate de que la grabación comience antes de la primera repetición y continúe hasta después de completar la última repetición.",
    "point3": "No recortes ni empalmes material en la postproducción."
  },
  "section4": {
    "title": "4. Autenticidad del Video",
    "intro": "Tu presentación debe ser material 100% real y sin alteraciones. Al presentar, aceptas que:",
    "point1": "El video no es generado, mejorado o alterado por ninguna herramienta de IA.",
    "point2": "El video no es manipulado usando bucles, capas o ediciones de tiempo para extender o mejorar falsamente el rendimiento.",
    "point3": "Cualquier presentación que se encuentre que viola esto será descalificada automáticamente."
  },
  "section5": {
    "title": "5. Acceso Público",
    "point1": "Tu video debe ser accesible públicamente en una plataforma como Instagram, TikTok, YouTube o Facebook.",
    "point2": "Los enlaces privados, protegidos con contraseña o caducados no serán revisados ni contados."
  },
  "conclusion": "Al enviar tu video, reconoces y aceptas estas reglas en su totalidad. Nos reservamos el derecho de denegar cualquier presentación que no cumpla claramente con estos estándares."
} 