{
  "title": "Regras da Competição",
  "meta": {
    "title": "Regras da Competição | Pull-Up Club",
    "description": "Regras oficiais para a competição do Battle Bunker Pull-Up Club. Leia as diretrizes para envio de vídeo, padrões de barra fixa e critérios de julgamento."
  },
  "mainTitle": "Regras Oficiais de Envio de Vídeo",
  "introduction": "Para garantir justiça, consistência e integridade em todas as inscrições, todos os participantes devem aderir aos seguintes Requisitos de Envio de Vídeo. Qualquer envio de vídeo que não cumpra algum destes critérios pode ser negado sem aviso prévio. Se você é membro do Pull-Up Club e paga a taxa mensal, tem direito a um envio de vídeo por mês.",
  "section1": {
    "title": "1. Visão Clara e Sem Obstruções",
    "point1": "O corpo inteiro e a barra devem estar claramente visíveis em todos os momentos durante o vídeo.",
    "point2": "O ângulo da câmera não deve esconder ou obscurecer pontos-chave do movimento (por exemplo, queixo, braços, posição de bloqueio).",
    "point3": "Evite iluminação escura, contraluz excessiva ou câmera tremida. Estabilize sua filmagem antes de começar."
  },
  "section2": {
    "title": "2. Requisitos de Forma Adequada",
    "intro": "Para que uma repetição seja válida, cada uma deve atender aos seguintes padrões:",
    "point1": "Queixo Acima da Barra: O queixo do atleta deve subir claramente acima do plano horizontal da barra para cada repetição.",
    "point2": "Extensão Completa: Os braços devem atingir a extensão completa (cotovelos travados) na parte inferior de cada repetição.",
    "point3": "Repetições realizadas com kipping, balanço ou amplitude de movimento parcial podem não ser contadas a nosso critério."
  },
  "section3": {
    "title": "3. Gravação Contínua",
    "point1": "O vídeo deve ser capturado em uma única tomada contínua do início ao fim, sem cortes, edições, câmera lenta ou saltos no tempo.",
    "point2": "Certifique-se de que a gravação comece antes da primeira repetição e continue até depois da conclusão da última repetição.",
    "point3": "Não corte ou emende a filmagem na pós-produção."
  },
  "section4": {
    "title": "4. Autenticidade do Vídeo",
    "intro": "Sua submissão deve ser 100% real, filmagem inalterada. Ao enviar, você concorda que:",
    "point1": "O vídeo não é gerado, aprimorado ou alterado por nenhuma ferramenta de IA.",
    "point2": "O vídeo não é manipulado usando loops, sobreposições ou edições de tempo para estender ou melhorar falsamente o desempenho.",
    "point3": "Qualquer submissão que violar esta regra será automaticamente desqualificada."
  },
  "section5": {
    "title": "5. Acesso Público",
    "point1": "Seu vídeo deve estar publicamente acessível em uma plataforma como Instagram, TikTok, YouTube ou Facebook.",
    "point2": "Links privados, protegidos por senha ou expirados não serão revisados ou contados."
  },
  "conclusion": "Ao enviar seu vídeo, você reconhece e aceita estas regras na íntegra. Reservamo-nos o direito de negar qualquer submissão que não cumpra claramente estes padrões."
} 