{
  "title": "قواعد المسابقة",
  "meta": {
    "title": "قواعد المسابقة | نادي السحب",
    "description": "القواعد الرسمية لمسابقة نادي السحب في Battle Bunker. اقرأ الإرشادات الخاصة بتقديم الفيديو ومعايير السحب ومعايير التحكيم."
  },
  "mainTitle": "القواعد الرسمية لتقديم الفيديو",
  "introduction": "لضمان الإنصاف والاتساق والنزاهة في جميع المشاركات، يجب على جميع المشاركين الالتزام بمتطلبات تقديم الفيديو التالية. قد يتم رفض أي فيديو لا يفي بأي من هذه المعايير دون سابق إنذار. إذا كنت عضوًا في نادي السحب وتدفع الرسوم الشهرية، فيُسمح لك بتقديم فيديو واحد شهريًا.",
  "section1": {
    "title": "1. رؤية واضحة وغير معاقة",
    "point1": "يجب أن يكون الجسم بالكامل والقضيب مرئيين بوضوح في جميع الأوقات طوال الفيديو.",
    "point2": "يجب ألا تخفي زاوية الكاميرا أو تحجب نقاط الحركة الرئيسية (مثل الذقن والذراعين ووضعية القفل).",
    "point3": "تجنب الإضاءة المظلمة أو الإضاءة الخلفية المفرطة أو اهتزاز الكاميرا. قم بتثبيت اللقطة قبل البدء."
  },
  "section2": {
    "title": "2. متطلبات الشكل الصحيح",
    "intro": "لكي يتم احتساب التكرار على أنه صالح، يجب أن يفي كل تكرار بالمعايير التالية:",
    "point1": "الذقن فوق القضيب: يجب أن يرتفع ذقن الرياضي بوضوح فوق المستوى الأفقي للقضيب في كل تكرار.",
    "point2": "التمديد الكامل: يجب أن تصل الذراعان إلى الامتداد الكامل (المرفقان مقفلان) في أسفل كل تكرار.",
    "point3": "قد لا يتم احتساب التكرارات التي يتم إجراؤها باستخدام التأرجح أو التأرجح أو نطاق الحركة الجزئي وفقًا لتقديرنا."
  },
  "section3": {
    "title": "3. تسجيل مستمر",
    "point1": "يجب التقاط الفيديو في لقطة واحدة مستمرة من البداية إلى النهاية، بدون قص أو تعديل أو حركة بطيئة أو تخطي زمني.",
    "point2": "تأكد من بدء التسجيل قبل التكرار الأول واستمراره حتى بعد اكتمال التكرار الأخير.",
    "point3": "لا تقم بقص أو لصق اللقطات في مرحلة ما بعد الإنتاج."
  },
  "section4": {
    "title": "4. أصالة الفيديو",
    "intro": "يجب أن يكون تقديمك لقطات حقيقية وغير معدلة بنسبة 100٪. عند التقديم، فإنك توافق على ما يلي:",
    "point1": "لم يتم إنشاء الفيديو أو تحسينه أو تعديله بواسطة أي أدوات ذكاء اصطناعي.",
    "point2": "لم يتم التلاعب بالفيديو باستخدام التكرار أو الطبقات أو تعديلات الوقت لتمديد الأداء أو تحسينه بشكل خاطئ.",
    "point3": "سيتم استبعاد أي تقديم يتبين أنه ينتهك هذا تلقائيًا."
  },
  "section5": {
    "title": "5. الوصول العام",
    "point1": "يجب أن يكون الفيديو الخاص بك متاحًا للجمهور على منصة مثل Instagram أو TikTok أو YouTube أو Facebook.",
    "point2": "لن تتم مراجعة أو احتساب الروابط الخاصة أو المحمية بكلمة مرور أو منتهية الصلاحية."
  },
  "conclusion": "بتقديم الفيديو الخاص بك، فإنك تقر وتقبل هذه القواعد بالكامل. نحتفظ بالحق في رفض أي تقديم لا يفي بوضوح بهذه المعايير."
} 