{
  "title": "よくある質問",
  "meta": {
    "title": "FAQ | プルアップクラブ",
    "description": "バトルバンカープルアップクラブに関するよくある質問への回答をご覧ください。提出プロセス、購読、ルールなどが含まれます。"
  },
  "q1": {
    "q": "プルアップクラブはどのように賞金を支払いますか？",
    "a": "私たちはStripe Connectを使用して、賞金を勝者に直接送金します。迅速、安全、そしてグローバルです。勝利すると、無料のStripe Expressアカウントを作成するように促されます（まだお持ちでない場合）。そこから、賞金を直接銀行口座に送金できます。"
  },
  "q2": {
    "q": "どのようなことで賞金を獲得できますか？",
    "a": "私たちは創造性、コミットメント、コミュニティを愛しています。リーダーボードベースの勝利に加えて、あらゆる種類のカテゴリーで優れたエントリーを報奨します。いくつかの例を次に示します：🎽バトルバンカーのギアを着用、🏋️‍♂️バトルバンカーの機器を使用、🎶最高の音楽セレクション、👕最高の衣装またはテーマ、🎬最高のビデオイントロおよび/またはアウトロ、🤯最もワイルドなサプライズまたは予期せぬ展開、💥最高のハイプエネルギー、🧼最もクリーンなレップ。あなたのビデオが私たちを一時停止させ、笑わせ、またはリプレイさせるなら、あなたはおそらく報酬を得るでしょう。"
  },
  "q3": {
    "q": "賞金を得るためにチャレンジに勝つ必要がありますか？",
    "a": "いいえ！ここでは勝利がすべてではありません。私たちは創造性、努力、コミュニティ精神を報奨します。リーダーボードのトップに立てなくても、エントリーが際立っていれば、サプライズの賞金を獲得するチャンスは十分にあります。"
  },
  "q4": {
    "q": "ヌードなどのコンテンツ制限はありますか？",
    "a": "❌いかなる形のヌードも、ビデオの即時拒否につながります。参加者は、公共のジムでトレーニングしているかのように、適切な服装をする必要があります。"
  },
  "q5": {
    "q": "今年初めに録画したビデオを提出できますか？",
    "a": "はい、クリアな視界、完全な可動域、連続した未編集の映像、および公開アクセス性など、すべてのルールに従っている限り可能です。"
  },
  "q6": {
    "q": "ビデオを短くするために、レップの前後の部分を編集でカットしてもいいですか？",
    "a": "いいえ。ビデオは、最初のレップの前から最後のレップの後まで、1回の連続したカットされていない録画でなければなりません。トリミング、カット、または編集を行うと、失格となります。"
  },
  "q7": {
    "q": "フィルターを使用したり、照明を強化したりしても大丈夫ですか？",
    "a": "いいえ。完全性を維持するため、ビデオはキャプチャされたまま提出する必要があります。フィルター、照明の強化、またはあらゆる種類のAI主導の調整は一切ありません。"
  },
  "q8": {
    "q": "完全な動きを見せるのを忘れたり、あごがバーをはっきりと超えていなかったりした場合はどうなりますか？",
    "a": "レップが失格になるか、提出全体が拒否される可能性があります。提出する前に映像を確認して、すべての動作基準を満たしていることを確認することを強くお勧めします。"
  },
  "q9": {
    "q": "ビデオを速くしたり遅くしたりできますか？",
    "a": "いいえ。ビデオは、加速、スローモーション、または時間効果なしで、通常の速度で提出する必要があります。"
  },
  "q10": {
    "q": "ビデオを提出するためにどのプラットフォームを使用できますか？",
    "a": "YouTube、Instagram、TikTokなどの公開プラットフォームにビデオをアップロードできます。プライバシー設定で、ログインやアクセスを要求せずに表示できるようにしてください。"
  },
  "q11": {
    "q": "私のビデオは暗すぎる/ぼやけている/不安定です—それでもカウントされますか？",
    "a": "各レップとフォーム基準を明確に確認できない場合、ビデオは拒否される可能性があります。パフォーマンスが見えるように、適切な照明、安定したカメラ、明確な角度を使用してください。"
  },
  "q12": {
    "q": "バックグラウンドで音楽を再生してもいいですか？",
    "a": "はい、視認性や音声レビューを妨げない限りは問題ありません。不快なものや気を散らすものは避けてください。これはまだコミュニティイベントです！"
  },
  "q13": {
    "q": "AIが生成したビデオやループしたビデオをどのようにチェックしますか？",
    "a": "私たちのチームは、AIの関与、視覚的なループ、または疑わしいほど一貫した繰り返しなど、操作の兆候がないかすべての映像を確認します。編集またはレップの偽造が疑われるエントリーは自動的に拒否され、将来のイベントへの参加が禁止される場合があります。"
  },
  "q14": {
    "q": "月に複数のビデオを提出できますか？",
    "a": "月額プランに加入している場合は、月に1回のエントリーを提出できます！"
  }
} 